{"Word": "비번", "WordDefine": "비밀번호의 줄임말"}
{"Word": "와파", "WordDefine": "와이파이의 줄임말"}
{"Word": "주전공", "WordDefine": "부전공이나 복수전공이 아닌 자신이 집중해서 공부하는 분야"}
{"Word": "분납", "WordDefine": "분할납부의 줄임말로 등록금을 나누어 내는 것을 뜻합니다."}
{"Word": "홈피", "WordDefine": "홈페이지의 줄임말"}
{"Word": "팀플", "WordDefine": "팀 프로젝트의 줄임말로 혼자 하는 과제가 아닌 여럿이서 진행하는 과제를 뜻합니다."}
{"Word": "공강", "WordDefine": "강의 사이의 공백을 뜻합니다."}
{"Word": "과대", "WordDefine": "과 대표의 줄임말"}
{"Word": "과탑", "WordDefine": "과 성적 탑의 줄임말로 과에서 성적 1등을 뜻합니다."}
{"Word": "올클", "WordDefine": "계획한 시간표대로 수강신청을 성공했다는 뜻입니다."}
{"Word": "드랍", "WordDefine": "신청한 강의 과목의 수강을 취소하는 것을 뜻합니다."}
{"Word": "출튀", "WordDefine": "출석하고 튀기의 줄임말로 출석 체크만 한 뒤 수업을 듣지 않는 것을 뜻합니다."}
{"Word": "개총", "WordDefine": "개강 총회의 줄임말"}
{"Word": "연강", "WordDefine": "연속 강의의 줄임말로 상의와 강의 사이에 쉬는 시간이 없는 경우를 뜻합니다."}
{"Word": "패논패", "WordDefine": "Pass나 None pass를 이르는 말로 학점이 P 또는 NP로 뜨는 것을 뜻합니다."}
{"Word": "꿀팁", "WordDefine": "유용하고 도움되는 조언을 뜻합니다."}
{"Word": "과잠", "WordDefine": "과잠은 과 잠바의 줄임말로, 주로 대학생들이 자신이 속한 학과를 상징하는 점퍼를 의미합니다. 과잠에는 보통 학과 이름, 학교 로고, 개인 이름 등이 새겨져 있으며, 대학 내에서 학과 소속감을 나타내는 중요한 아이템으로 여겨집니다. 과잠은 학기 초나 특정 행사 때 주문 제작되어 학과 학생들 사이에서 널리 착용됩니다."}
{"Word": "과사", "WordDefine": "과사는 과사무실의 줄임말로, 대학의 각 학과에 속한 행정 사무실을 의미합니다. 과사에서는 학생들의 학사 행정 업무를 처리하며, 수강 신청, 성적 관리, 졸업 관련 업무, 장학금 안내, 학과 행사 준비 등 학과와 관련된 다양한 행정 업무를 담당합니다. 학생들이 학과와 관련된 문의나 도움을 받을 때 자주 방문하는 곳입니다."}
{"Word": "과방", "WordDefine": "과방은 과학생회방의 줄임말로, 대학 내 특정 학과 학생들이 모이는 공간을 의미합니다. 과방은 주로 학과 학생들이 공부를 하거나 과제를 진행하고, 휴식을 취하거나 학과 행사를 기획하는 등의 용도로 사용됩니다. 이곳은 학과 학생들 간의 소통과 유대감을 강화하는 중요한 장소이며, 보통 학과 건물 내에 위치해 있습니다."}
{"Word": "에타", "WordDefine": "에타는 에브리타임의 줄임말로, 대학생들이 주로 사용하는 익명 커뮤니티 앱을 의미합니다. 이 앱에서는 학생들이 자유롭게 질문을 하거나 정보를 공유할 수 있으며, 대학 생활과 관련된 다양한 이야기를 나눌 수 있습니다. 주로 수업 정보, 학과 소식, 학교 행사, 대외활동, 연애 이야기 등 다양한 주제가 다뤄집니다. 익명성을 보장하기 때문에 솔직한 대화가 이루어지는 경우가 많습니다."}
{"Word": "동방", "WordDefine": "동방은 동아리방의 줄임말로, 대학 내 동아리 활동을 위해 마련된 공간을 의미합니다. 동아리 회원들이 모여 회의를 하거나, 활동을 준비하고, 함께 시간을 보내는 장소로 사용됩니다. 동방은 동아리의 중심지 역할을 하며, 동아리의 특성과 목적에 따라 다양한 용도로 활용됩니다."}
{"Word": "알티", "WordDefine": "알티는 Reserve Officers' Training Corps의 줄임말인 ROTC를 가리키며, 학군사관후보생 제도를 의미합니다. 이 제도는 대학생들이 학업과 병행하여 군사훈련을 받고, 졸업 후 장교로 임관하는 과정을 포함합니다. 알티는 군 장교로서의 리더십과 군사 지식을 쌓고자 하는 학생들에게 기회를 제공하며, 대학 생활 동안 일정 기간 군사 교육을 받는 것이 특징입니다. 졸업 후에는 일정 기간 동안 군 복무를 이행하게 됩니다."}
{"Word": "새터", "WordDefine": "새터는 새내기 배움터의 줄임말로, 대학에 입학한 신입생들을 위해 마련된 오리엔테이션 행사입니다. 주로 입학 초기에 진행되며, 신입생들이 대학 생활에 적응하고, 선배들과 친해지며, 같은 학과나 동기들과 교류할 수 있는 기회를 제공합니다. 새터에서는 대학 생활에 필요한 정보나 유익한 프로그램뿐만 아니라 다양한 레크리에이션 활동도 포함되어 있어, 신입생들이 즐겁게 참여할 수 있는 행사입니다."}
{"Word": "과팅", "WordDefine": "과팅은 과와 미팅의 줄임말로, 대학에서 특정 학과의 학생들끼리 만나서 친목을 도모하는 모임이나 소개팅을 의미합니다. 보통 여러 명의 학생들이 한 장소에 모여 식사나 음료를 함께하며 서로를 알아가는 자리를 가집니다. 과팅은 같은 학교 내 다른 학과 학생들과의 교류를 활성화하거나, 연애를 목적으로 이루어지기도 합니다."}
{"Word": "신환회", "WordDefine": "신환회는 신입생 환영회의 줄임말로, 대학에서 새로 입학한 신입생들을 환영하기 위해 개최되는 행사입니다. 신입생들이 선배들과 친해지고, 학교 생활에 적응할 수 있도록 돕기 위해 마련된 자리입니다. 신환회는 보통 학과나 동아리에서 주최하며, 다양한 프로그램과 활동을 통해 신입생들이 서로 친목을 도모하고 유대감을 형성하는 기회를 제공합니다."}
{"Word": "국장", "WordDefine": "국장은 국가장학금의 줄임말로, 대한민국 정부가 대학생들에게 제공하는 장학금 제도를 의미합니다. 국장은 가정의 경제적 상황에 따라 학비를 지원하며, 소득 분위에 따라 차등 지급됩니다. 이를 통해 대학생들이 경제적인 부담을 덜고 학업에 전념할 수 있도록 돕는 제도입니다. 신청은 보통 학기 시작 전이나 중간에 진행되며, 여러 차례에 걸쳐 지급됩니다."}
{"Word": "성장", "WordDefine": "성장은 성적장학금의 줄임말로, 대학에서 학업 성적이 우수한 학생들에게 수여하는 장학금을 의미합니다. 이 장학금은 학기 말 성적을 기준으로 성적이 상위권에 있는 학생들에게 지급되며, 등록금의 일부 또는 전액을 지원하는 형태로 제공됩니다. 성적장학금은 학생들이 학업에 더 열중하도록 동기부여를 제공하는 제도로, 대학마다 지급 기준과 금액은 다를 수 있습니다."}
{"Word": "횃불이", "WordDefine": "인천대학교 마스코트"}
{"Word": "송도캠", "WordDefine": "인천대학교의 송도에 위치한 송도 캠퍼스"}
{"Word": "인입런", "WordDefine": "인입런은 인천대 입구역에서 버스를 타기 위해 달리는 것을 의미하는 줄임말입니다. 인천대 입구역에서 버스 정류장까지 빠르게 이동하여 버스를 놓치지 않기 위해 뛰는 상황을 표현한 단어로, 주로 지하철에서 내려 급히 버스를 타야 할 때 사용됩니다. 학생들이 시간에 맞춰 이동할 때 흔히 겪는 상황을 재치 있게 표현한 속어입니다."}
{"Word": "INU멘토링", "WordDefine": "인천대학교 멘토링 프로그램"}
{"Word": "STARinU", "WordDefine": "인천대학교 학생의 역량을 체계적으로 관리해주는 학생역량관리시스템"}
{"Word": "스타인유", "WordDefine": "STARinU를 의미하며, 인천대학교 학생의 역량을 체계적으로 관리해주는 학생역량관리시스템"}
{"Word": "월욜", "WordDefine": "월욜은 월요일을 줄여서 표현한 속어입니다. 주로 친구나 지인들 간의 대화에서 가볍게 사용하는 줄임말로, 월요일을 더 친근하고 간단하게 부르는 방식입니다."}
{"Word": "화욜", "WordDefine": "화욜은 화요일을 줄여서 표현한 속어입니다. 주로 일상 대화나 메시지에서 간단하고 친근하게 사용됩니다."}
{"Word": "수욜", "WordDefine": "수욜은 수요일을 줄여서 표현한 속어입니다. 일상 대화나 메시지에서 간단하게 수요일을 가리킬 때 사용됩니다."}
{"Word": "목욜", "WordDefine": "목욜은 목요일을 줄여서 표현한 속어입니다. 주로 일상 대화나 메시지에서 간단하게 목요일을 가리킬 때 사용됩니다."}
{"Word": "금욜", "WordDefine": "금욜은 금요일을 줄여서 표현한 속어입니다. 주로 일상 대화나 메시지에서 간단하게 목요일을 가리킬 때 사용됩니다."}
{"Word": "토욜", "WordDefine": "토욜은 토요일을 줄여서 표현한 속어입니다. 주로 일상 대화나 메시지에서 간단하게 목요일을 가리킬 때 사용됩니다."}
{"Word": "일욜", "WordDefine": "목욜은 일요일을 줄여서 표현한 속어입니다. 주로 일상 대화나 메시지에서 간단하게 목요일을 가리킬 때 사용됩니다."}
{"Word": "모솔", "WordDefine": "모솔은 모태 솔로의 줄임말로, 태어나서 한 번도 연애를 해본 적이 없는 사람을 가리키는 속어입니다. 연애 경험이 없는 상태를 표현할 때 주로 사용됩니다."}
{"Word": "인만추", "WordDefine": "인만추는 인위적인 만남을 추구한다의 줄임말로, 소개팅, 맞선, 소개 등 계획적이고 의도적인 만남을 선호하는 사람들을 가리키는 속어입니다. 자만추와 반대되는 개념으로, 연애 상대를 만나기 위해 적극적으로 기회를 만들고자 하는 사람들을 표현할 때 사용됩니다."}
{"Word": "점메추", "WordDefine": "점심 메뉴 추천해줘 라는 말의 줄임말"}
{"Word": "저메추", "WordDefine": "저녁 메뉴 추천해줘 라는 말의 줄임말"}
{"Word": "모고", "WordDefine": "모의고사의 줄임말"}
{"Word": "어카지", "WordDefine": "어떡하지의 줄임말"}
{"Word": "자대", "WordDefine": "자대는 자연과학대학의 줄임말로, 자연과학과 관련된 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "자과대", "WordDefine": "자과대는 자연과학대학의 줄임말로, 자연과학과 관련된 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "사과대", "WordDefine": "사과대는 사회과학대학의 줄임말로, 사회과학과 관련된 학문을 연구하고 가르치는 대학 내 학부나 학과를 의미합니다."}
{"Word": "글정경", "WordDefine": "글정경은 글로벌정경대학의 줄임말로, 국제정치, 경제, 사회 등의 글로벌 이슈와 관련된 학문을 다루는 대학 내 학부나 학과를 의미합니다."}
{"Word": "글정대", "WordDefine": "글정대는 글로벌정경대학의 줄임말로, 국제정치, 경제, 사회 등의 글로벌 이슈와 관련된 학문을 다루는 대학 내 학부나 학과를 의미합니다."}
{"Word": "정보대", "WordDefine": "정보대는 정보기술대학의 줄임말로, 정보기술(IT)과 관련된 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "경영대", "WordDefine": "경영대는 경영대학의 줄임말로, 경영학과 관련된 학문을 연구하고 가르치는 대학 내 학부나 학과를 의미합니다."}
{"Word":"씨플","Query1":"이번 학기에 열심히 공부했는데 씨플을 받아서 너무 속상해.","Query2":"이번 학기에 열심히 공부했는데 씨플러스(C+) 학점을 받아서 너무 속상해.","WordDefine":"'씨플러스(C+)' 학점의 줄임말"}
{"Word": "에이플", "Query1": "어려운 과목이었는데 에이플 받아서 정말 기뻐!","Query2": "어려운 과목이었는데 에이플러스(A+) 학점을 받아서 정말 기뻐!","WordDefine": "'에이플러스(A+)' 학점의 줄임말"}
{"Word": "비플", "Query1": "공부 열심히 했는데 비플이라니, 좀 아쉽다.","Query2": "공부 열심히 했는데 비플러스(B+) 학점이라니, 좀 아쉽다.","WordDefine": "'비플러스(B+)' 학점의 줄임말"}
{"Word": "에제", "Query1": "에이플까지는 아니지만 에제라서 만족해.","Query2": "에이플러스(A+)까지는 아니지만 에이제로(A0) 학점이라서 만족해.","WordDefine": "'에이제로(A0)' 학점의 줄임말"}
{"Word": "비제", "Query1": "이번 시험은 어렵긴 했지만 비제 정도면 만족해.","Query2": "이번 시험은 어렵긴 했지만 비제로(B0) 학점정도면 만족해.","WordDefine": "'비제로(B0)' 학점의 줄임말"}
{"Word": "씨제", "Query1": "이번 과목을 씨제 받아서 다음에 재수강해야해.","Query2": "이번 과목을 씨제로(C0) 학점을 받아서 다음에 재수강해야해.","WordDefine": "'씨제로(C0)' 학점의 줄임말"}
{"Word": "출첵", "Query1": "오늘 나는 늦게 일어나서 아침 강의에서 출첵을 못했어.","Query2": "오늘 나는 늦게 일어나서 아침 강의에서 출석체크를 못했어.","WordDefine": "출석체크의 줄임말 / 강의에 출석하여 체크하는 것"}
{"Word": "강평", "Query1": "이번 학기 강평에서 교수님 강의가 높은 평가를 받았어.","Query2": "이번 학기 강의평가에서 교수님 강의가 높은 평가를 받았어.","WordDefine": "강의평가의 줄임말 / 학생이 강의를 평가하는 것으로, 중간과 기말에 진행함"}
{"Word": "이러닝", "Query1": "이번 학기는 이러닝으로 진행돼서 시간 관리가 편해.","Query2": "이번 학기는 인터넷이나 컴퓨터를 활용하여 온라인으로 진행되는 교육 과정으로 진행돼서 시간 관리가 편해.","WordDefine": "E-learning을 의미하며, 인터넷이나 컴퓨터를 활용하여 온라인으로 진행되는 교육 과정을 의미합니다. 이러닝은 시간과 장소에 구애받지 않고 학습할 수 있어, 학생들이 자율적으로 학습 계획을 세우고 공부할 수 있는 장점이 있습니다. 주로 온라인 강의, 학습 자료 제공, 과제 제출, 시험 등이 포함됩니다."}
{"Word": "플젝", "Query1": "이번 플젝은 팀원들과 협력해서 좋은 결과를 냈어.","Query2": "이번 프로젝트는 팀원들과 협력해서 좋은 결과를 냈어.","WordDefine": "프로젝트의 줄임말"}
{"Word": "학고", "Query1": "성적이 낮아서 학고 받을까 봐 걱정돼.","Query2": "성적이 낮아서 학사 경고를 받을까 봐 걱정돼.","WordDefine": "학고는 학사 경고의 줄임말로, 대학에서 학생이 학업 성적이 일정 기준에 미달할 때 부여하는 경고를 의미합니다. 일반적으로 한 학기 동안의 평균 학점이 학교에서 정한 기준에 미치지 못할 경우 학사 경고를 받게 됩니다. 학사 경고를 여러 번 받으면 유급이나 제적 등의 불이익을 받을 수 있으므로, 학생들에게는 주의가 필요한 상황을 나타냅니다."}
{"Word": "강계", "Query1": "강의를 선택하기 전에 강계를 꼼꼼히 확인해봐.","Query2": "강의를 선택하기 전에 강의계획서를 꼼꼼히 확인해봐.","WordDefine": "강의계획서의 줄임말"}
{"Word": "꿀강", "Query1": "이번 학기에 꿀강 하나 들어서 학점 받기 쉬웠어.","Query2": "이번 학기에 학점 따기 쉬운 강의 하나 들어서 학점 받기 쉬웠어.", "WordDefine": "꿀 강의의 줄임말 / 수업의 질이 좋거나 학점 따기 쉬운 강의를 말함"}
{"Word": "꿀교양", "Query1": "친구가 추천해준 꿀교양 덕분에 이번 학기는 수월했어.","Query2": "친구가 추천해준 학점 따기 쉬운 교양 덕분에 이번 학기는 수월했어.","WordDefine": "수업의 질이 좋거나 학점 따기 쉬운 교양을 말함"}
{"Word": "예체대", "Query1": "예체대 친구들이 준비한 공연이 정말 인상적이었어.","Query2": "예술체육대학 친구들이 준비한 공연이 정말 인상적이었어.","WordDefine": "예체대는 예술체육대학의 줄임말로, 예술과 체육 관련 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "사대", "Query1": "사대에 다니는 친구가 교생 실습 이야기를 들려줬어.","Query2": "사범대학에 다니는 친구가 교생 실습 이야기를 들려줬어.","WordDefine": "사대는 사범대학의 줄임말로, 교육학과 관련된 학문을 연구하고 가르치는 대학 내 학부나 학과를 의미합니다. "}
{"Word": "도시대", "Query1": "이번 교양에서 도시대 친구들과 같이 프로젝트를 진행했어.","Query2": "이번 교양에서 도시과학대학 친구들과 같이 프로젝트를 진행했어.","WordDefine": "도시대는 도시과학대학의 줄임말로, 도시 계획, 도시 설계, 도시 환경 및 도시 개발과 관련된 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "생명대", "Query1": "생명대에서 진행하는 연구 프로젝트가 흥미로웠어.","Query2": "생명과학기술대학에서 진행하는 연구 프로젝트가 흥미로웠어.","WordDefine": "생명대는 생명과학기술대학의 줄임말로, 생명과학 및 생명공학과 관련된 학문을 연구하고 교육하는 대학 내 학부나 학과를 의미합니다."}
{"Word": "동북아", "Query1": "동북아 전공 수업에서 다양한 국제 이슈를 다뤘어.","Query2": "동북아국제통상전공 수업에서 다양한 국제 이슈를 다뤘어.","WordDefine": "동북아는 동북아국제통상전공의 줄임말로, 동북아시아 지역의 국제 통상 및 경제, 정치, 문화 등을 연구하고 교육하는 전공을 의미합니다."}
{"Word": "법대", "Query1": "법대에 다니는 친구가 로스쿨 진학을 준비 중이야.","Query2": "법학부에 다니는 친구가 로스쿨 진학을 준비 중이야.","WordDefine": "법대는 법학부의 줄임말로, 법학을 연구하고 교육하는 대학 내 학부를 의미합니다."}
{"Word": "전공핵심", "Query1":"이번 학기에 전공핵심이 3개라 수강신청이 힘들 것 같아.", "Query2":"이번 학기에 전공핵심이 3개라 수강신청이 힘들 것 같아.", "WordDefine": "졸업을 위해 반드시 들어야 하는 전공 영역, 혹은 여기에 속한 과목들을 말함"}
{"Word": "전공심화", "Query1":"이번 전공심화에 내가 듣고싶은 과목이 없어.", "Query2":"이번 전공심화에 내가 듣고싶은 과목이 없어.", "WordDefine": "선택적으로 수강할 수 있는 전공 영역, 혹은 여기에 속한 과목들을 말함"}
{"Word": "핵심교양", "Query1":"졸업하려면 핵심교양을 두 과목 더 들어야 해.", "Query2":"졸업하려면 핵심교양을 두 과목 더 들어야 해.", "WordDefine": "졸업을 위해 반드시 들어야 하는 교양 영역, 혹은 여기에 속한 과목들을 말함"}
{"Word": "심화교양", "Query1":"심화교양이라 이 과목 수강취소 할거야.", "Query2":"심화교양이라 이 과목 수강취소 할거야.", "WordDefine": "선택적으로 수강할 수 있는 교양 영역, 혹은 여기에 속한 과목들을 말함"}
{"Word": "전필", "Query1":"이 수업 정말 재미 없는데 전필이라 안들을 수 없다.", "Query2":"이 수업 정말 재미 없는데 전공필수라 안들을 수 없다.", "WordDefine": "전공필수(전공핵심)의 줄임말 / 전공핵심은 이전에 전공필수라 불렸음"}
{"Word": "전선", "Query1":"이번 과목에 전선 뭘 들을지 고민된다.", "Query2":"이번 과목에 전공선택 뭘 들을지 고민된다.", "WordDefine": "전공선택(전공심화)의 줄임말 / 전공심화는 이전에 전공선택이라 불렸음"}
{"Word": "교필", "Query1":"대학영어회화는 교필이라 꼭 들어야 해.", "Query2":"대학영어회화는 교양필수라 꼭 들어야 해.", "WordDefine": "교양필수(핵심교양)의 줄임말 / 핵심교양은 이전에 교양필수라 불렸음"}
{"Word": "교선", "Query1":"이 과목은 교선이라 안들어도 될거야.", "Query2":"이번 학기에 교선 뭘 들을지 고민돼.", "WordDefine": "교양선택(심화교양)의 줄임말 / 심화교양은 이전에 교양선택이라 불렸음"}
{"Word": "대영회", "Query1":"대영회 교수님이 너무 좋아. 영어를 엄청 잘 알려주시더라고.", "Query2":"이번 대학영어회화 교수님이 너무 좋아. 영어를 엄청 잘 알려주시더라고.", "WordDefine": "'대학영어회화' 강의의 줄임말"}
{"Word": "캡디", "Query1":"오늘 캡디 수업 비대면이래. 졸업하기 위해서 무조건 들었어야했는데 너무 좋다.", "Query2":"오늘 캡스톤디자인 수업 비대면이래. 졸업하기 위해서 무조건 들었어야했는데 너무 좋다.", "WordDefine": "'캡스톤디자인' 강의의 줄임말 / 캡스톤 이라고도 함"}
{"Word": "자설세", "Query1":"자설세는 패논패라 좋은 과목이야.", "Query2":"자기설계세미나는 패논패라 좋은 과목이야.", "WordDefine": "'자기설계세미나' 강의의 줄임말"}
{"Word": "국문과", "Query1":"이번에 국문과랑 과팅한다.", "Query2":"국문과 교수님들 너무 좋아.", "WordDefine": "국어국문학과의 줄임말로, 한국어와 한국 문학을 연구하고 교육하는 학과를 의미합니다. 이 학과에서는 한국어의 구조와 역사, 한국 문학의 다양한 작품과 작가들에 대해 학습합니다."}
{"Word": "국어과", "Query1":"국어과 신입생들 너무 착한 것 같아.", "Query2":"국어과 선배님들 너무 잘생기셨어.", "WordDefine": "국어국문학과의 줄임말로, 한국어의 구조, 문법, 역사와 한국 문학을 연구하는 학과를 의미합니다. 학생들은 한국어와 문학에 대한 심도 있는 지식을 쌓고, 이를 통해 한국 문화에 대한 이해를 높입니다."}
{"Word": "영문과", "Query1":"영문과는 토익으로 졸업하기 조금 더 어렵네.", "Query2":"영문과가 어느 건물에 있는지 기억이 안나.", "WordDefine": "영어영문학과의 줄임말로, 영어권 문학과 영어학을 연구하는 학과를 의미합니다. 이 학과에서는 영문학의 주요 작품과 작가들을 학습하고, 영어의 문법과 구조를 심도 있게 연구합니다."}
{"Word": "영어과", "Query1":"영어과 수업 너무 졸립다.", "Query2":"영어과에서는 이런 과목을 배우는구나.", "WordDefine": "영어영문학과의 줄임말로, 영어와 영문학을 중점적으로 학습하는 학과를 의미합니다. 학생들은 영어의 언어적 특성과 영어권 문학 작품을 연구하며, 영어 실력 향상과 문화 이해를 목표로 합니다."}
{"Word": "독어과", "Query1":"독어과 엠티 너무 재밌었어.", "Query2":"독어과 학생회장 너무 잘생겼어.", "WordDefine": "독어독문학과의 줄임말로, 독일어와 독일 문학을 연구하는 학과를 의미합니다. 이 학과에서는 독일어의 문법과 어휘뿐만 아니라 독일 문학의 역사와 주요 작품들을 다룹니다."}
{"Word": "독문과", "Query1":"독문과에 온 이유는 수능 성적에 맞춰서 온거야.", "Query2":"독문과 1학년 학생들 모두 오늘 휴강이래.", "WordDefine": "독어독문학과의 줄임말로, 독일어와 독일 문학을 중점적으로 연구하고 학습하는 학과를 의미합니다. 독일의 언어와 문학을 통해 독일 문화와 역사를 깊이 있게 이해하는 것이 목표입니다."}
{"Word": "독일어과", "Query1":"독일어과는 엠티 독일로 가면 좋겠다.", "Query2":"독일어과에 왔지만 나는 독일어로 말할 줄 몰라.", "WordDefine": "독어독문학과의 줄임말로, 독일어와 독일 문학을 중심으로 학습하는 학과를 의미합니다. 학생들은 독일어의 언어적 특성과 문학 작품을 학습하며, 독일 문화에 대한 폭넓은 이해를 얻습니다."}
{"Word": "불어과", "Query1":"불어과 수업 너무 재밌는 것 같아.", "Query2":"불어과 교수님 너무 좋아.", "WordDefine": "불어불문학과의 줄임말로, 프랑스어와 프랑스 문학을 연구하는 학과를 의미합니다. 학생들은 프랑스어의 언어적 특성과 문학 작품을 통해 프랑스 문화와 사회를 이해하는 데 중점을 둡니다."}
{"Word": "불문과", "Query1":"불문과에 오니 명예 프랑스인이 된 기분이야.", "Query2":"불문과를 다니고 프랑스 여행을 가고싶어졌어.", "WordDefine": "불어불문학과의 줄임말로, 프랑스어와 프랑스 문학을 심도 있게 연구하는 학과를 의미합니다. 프랑스의 언어와 문학을 통해 프랑스 문화와 예술을 깊이 이해하고 학습합니다."}
{"Word": "1긱", "Query1": "1긱은 4인실이야", "Query2": "1기숙사는 4인실이야.", "WordDefine": "제1기숙사의 줄임말"}
{"Word": "2긱", "Query1": "2긱은 남자기숙사야.", "Query2": "2기숙사는 남자기숙사야.","WordDefine": "제2기숙사(남자 전용 기숙사)의 줄임말"}
{"Word": "3긱", "Query1": "3긱은 여자기숙사야", "Query2": "3기숙사는 여자기숙사야","WordDefine": "제3기숙사(여자 전용 기숙사)의 줄임말"}
{"Word": "산단", "Query1": "과제 관련해서 산단에 문의해야 하는데 어떻게 해야 할까?", "Query2": "과제 관련해서 산학협력단에 문의해야 하는데 어떻게 해야 할까?","WordDefine": "산학협력단의 줄임말"}
{"Word": "카드", "Query1": "카드에 가서 커피마시자.", "Query2": "카페드림에 가서 커피마시자.","WordDefine": "카페드림의 줄임말"}
{"Word": "스센", "Query1": "이번에 스센에서 수영을 다닐려고 등록했어", "Query2": "이번에 스포츠센터에서 수영을 다닐려고 등록했어","WordDefine": "인천대학교 스포츠센터의 줄임말로, 헬스장, 수영장 등 다양한 운동 시설을 갖춘 센터"}
{"Word": "이룸관", "Query1": "이룸관의 독서실에서 공부할래?","WordDefine": "인천대학교의 신축 도서관"}
{"Word": "IPP", "Query1": "이번에 IPP에서 현장실습을 진행한데", "WordDefine": "인천대학교의 현장실습지원센터 IPP 사업단"}
{"Word": "취경원", "Query1": "취경원에서 졸업한 학생들이 어떤 직업을 가졌는지 조사한데.", "Query2": "취업경력개발원에서 졸업한 학생들이 어떤 직업을 가졌는지 조사한데.","WordDefine": "취업경력개발원의 줄임말"}
{"Word": "중편", "Query1": "중편에 가서 삼각김밥 사자.", "Query2": "중앙편의점에 가서 삼각김밥 사자.","WordDefine": "중편은 복지회관에 위치한 중앙 편의점을 줄여 부르는 말입니다. 대학 내 복지회관에 있는 편의점으로, 학생들이 간단한 식사나 간식, 음료, 생활용품 등을 쉽게 구매할 수 있는 곳입니다. 중앙에 위치해 있어 접근성이 좋고, 학생들이 자주 이용하는 장소입니다. 주로 수업 전후나 쉬는 시간에 간단하게 필요한 물품을 구입하거나, 잠시 쉬어가는 공간으로도 활용됩니다."}
{"Word": "교식", "Query1": "오늘 교식 메뉴는 뭐야?", "Query2": "오늘 교직원 식당의 메뉴는 뭐야?","WordDefine": "교식은 교직원식당의 줄임말로, 대학이나 기관 내에서 교직원들이 주로 이용하는 식당을 의미합니다. 교직원식당은 교수, 교직원, 연구원 등 학교의 직원들이 식사를 할 수 있도록 마련된 공간이며, 학생들도 이용 가능한 경우가 있습니다. 보통 합리적인 가격에 다양한 메뉴를 제공하여, 학교 내에서 편리하게 식사를 해결할 수 있는 장소로 활용됩니다."}
{"Word": "학식", "Query1": "오늘 학식 메뉴는 뭐야?", "Query2": "오늘 학생식당의 메뉴는 뭐야?","WordDefine": "학생식당의 줄임말 혹은 학생 식당에서 판매하는 메뉴를 뜻함."}
{"Word": "기식", "Query1": "오늘 기식 메뉴는 뭐야?", "Query2": "오늘 기숙사 식당의 메뉴는 뭐야?","WordDefine": "인천대학교 기숙사 식당의 줄임말"}
{"Word": "일본어과", "Query1": "일본어과에서는 뭘 배워?", "Query2": "일본지역문화학과에서는 뭘 배워?","WordDefine": "일본지역문화학과의 줄임말로, 일본어와 일본 문화를 중심으로 학습하는 학과를 의미합니다. 이 학과에서는 일본어의 언어적 구조와 일본의 문학, 역사, 사회를 연구합니다."}
{"Word": "일어일문학과", "Query1": "일어일문학과에서는 뭘 배워?","WordDefine": "일본지역문화학과의 이전 학과명으로, 일본어와 일본 문학을 연구하던 학과를 의미합니다. 현재는 일본어와 더불어 일본의 지역 문화 전반을 학습하는 방향으로 발전했습니다."}
{"Word": "일어과", "Query1": "일어과에서는 일본어로 학습을 진행해?", "Query2": "일본지역문화학과에서는 일본어로 학습을 진행해?","WordDefine": "일본지역문화학과의 줄임말로, 일본어와 일본 문화를 중심으로 연구하고 학습하는 학과를 의미합니다. 이 학과에서는 일본어의 언어적 특성과 일본의 역사, 사회, 문화를 다룹니다."}
{"Word": "일문과", "Query1": "일문과에서는 뭘 배워?", "Query2": "일본지역문화학과에서는 뭘 배워?","WordDefine": "일본지역문화학과의 줄임말로, 일본어와 일본 문학, 문화를 종합적으로 학습하는 학과를 의미합니다. 학생들은 일본어 실력을 향상시키고 일본의 다양한 문화적 측면을 깊이 있게 이해합니다."}
{"Word": "중국어과", "Query1": "중국어과에서는 중국어로 학습해?", "Query2": "중어중국학과에서는 중국어로 학습해?","WordDefine": "중어중국학과의 줄임말로, 중국어와 중국 문화를 연구하고 교육하는 학과를 의미합니다. 이 학과에서는 중국어의 문법과 어휘, 중국의 역사와 문학, 사회를 다룹니다."}
{"Word": "중국과", "Query1": "중국과에서는 뭘 배워?", "Query2": "중어중국학과에서는 뭘 배워?","WordDefine": "중어중국학과의 줄임말로, 중국어와 중국학 전반을 학습하는 학과를 의미합니다. 학생들은 중국어 실력 향상과 함께 중국의 정치, 경제, 문화에 대한 깊이 있는 이해를 목표로 합니다."}
{"Word": "중어과", "Query1": "중어과에는 중국인 학생들이 많을까?", "Query2": "중어중국학과에는 중국인 학생들이 많을까?","WordDefine": "중어중국학과의 줄임말로, 중국어와 중국 문화를 중심으로 연구하고 교육하는 학과를 의미합니다. 중국어의 언어적 특성과 함께 중국의 다양한 사회문화적 측면을 학습합니다."}
{"Word": "솔찬공원", "WordDefine": "인천대학교 인근의 공원"}
{"Word": "송현아", "WordDefine": "송도 현대 프리미엄 아울렛의 줄임말"}
{"Word": "인천대입구역", "WordDefine": "인천지하철 1호선에 위치한 역으로, 인천대학교와 가까워 많은 학생들이 학교로 이동할 때 주로 이용하는 역입니다. 인천대입구역에서 인천대학교까지는 버스나 도보로 쉽게 접근할 수 있으며, 학생들과 교직원들이 자주 이용하는 교통 요충지입니다."}
{"Word": "인입", "WordDefine": "인천대입구역의 줄임말"}
{"Word": "지식정보단지역", "WordDefine": "인천지하철 1호선에 위치한 역으로, 인천대학교와 가까워 학교로 이동하는 학생들이 자주 이용하는 역입니다. 지식정보단지역은 인천대학교 지식정보단지 캠퍼스와 인접해 있으며, IT 및 연구 시설들이 밀집된 지역으로, 대학과 연구단지 간의 접근성을 높이는 역할을 합니다."}
{"Word": "지정단", "WordDefine": "지식정보단지역의 줄임말"}
{"Word": "타임스페이스", "WordDefine": "인천 송도구에 위치한 복합문화 공간으로, 카페, 음식점, 놀이공간 등 다양한 기능과 시설을 갖춘 공간."}
{"Word": "탐스", "WordDefine": "인천대입구역 주변에 위치한 타임스페이스 건물의 줄임말. "}
{"Word": "센트럴파크", "WordDefine": "인천 송도구에 위치한 대형 공원으로, 송도의 중심에 위치해 있으며 넓은 녹지 공간과 다양한 시설을 제공합니다. 센트럴파크는 산책로, 자전거 도로, 운동 시설, 수변 공원 등을 갖추고 있어 지역 주민들과 방문객들에게 여가와 휴식을 위한 공간을 제공합니다. 공원 내에는 인공 호수와 조경이 잘 꾸며져 있어 자연과 도시의 조화를 이룹니다. 또한, 송도국제도시의 랜드마크 중 하나로, 지역 행사와 문화 활동이 자주 열리는 중요한 공간입니다."}
{"Word": "센팤", "WordDefine": "센트럴파크 공원의 줄임말"}
{"Word": "물리과","Query1":"물리과 애들은 양자역학도 배우겠지?","Query2":"물리학과 애들은 양자역학도 배우겠지?", "WordDefine": "물리학과의 줄임말로, 물리학의 기초 이론과 응용을 연구하고 교육하는 학과를 의미합니다. 학생들은 물리학의 기본 원리와 자연 현상의 이해를 통해 과학적 사고를 배양합니다."}
{"Word": "패산과","Query1":"패산과 학생들은 어디서 쇼핑할까?", "Query2":"패션산업학과 학생들은 어디서 쇼핑할까?", "WordDefine": "패션산업학과의 줄임말로, 패션과 관련된 산업 및 디자인, 마케팅 등을 종합적으로 학습하는 학과를 의미합니다. 패션 트렌드 분석, 의류 제작, 브랜드 관리 등 다양한 패션 산업의 측면을 다룹니다."}
{"Word": "해양과","Query1":"심해공포증 있으면 해양과 가기 힘들겠다.","Query2":"심해공포증 있으면 해양학과 가기 힘들겠다.", "WordDefine": "해양학과의 줄임말로, 해양과 관련된 다양한 학문을 연구하고 교육하는 학과를 의미합니다. 해양 생물학, 해양 환경, 해양 자원 관리 등 해양과 관련된 폭넓은 지식을 학습합니다."}
{"Word": "사복과","Query1":"사복과 학생들은 실습도 자주 하겠지?", "Query2":"사회복지학과 학생들은 실습도 자주 하겠지?", "WordDefine": "사회복지학과의 줄임말로, 사회복지와 관련된 이론과 실천을 교육하는 학과를 의미합니다. 사회적 약자와 취약 계층을 지원하고 복지 제도를 이해하며, 사회복지사로서의 역량을 키웁니다."}
{"Word": "미컴","Query1":"미컴 애들한테 프로젝트 홍보 맡기고 싶다.", "Query2":"미디어커뮤니케이션학과 애들한테 프로젝트 홍보 맡기고 싶다.", "WordDefine": "미디어커뮤니케이션학과의 줄임말로, 미디어와 커뮤니케이션 이론을 중심으로 학습하는 학과를 의미합니다. 디지털 미디어, 광고, PR, 저널리즘 등 다양한 커뮤니케이션 분야를 다룹니다."}
{"Word": "문정","Query1":"문정과 학생들은 도서관 자주 가겠지?", "Query2":"문헌정보학과 학생들은 도서관 자주 가겠지?", "WordDefine": "문헌정보학과의 줄임말로, 도서관학, 정보학 등 문헌과 정보를 관리하고 연구하는 학과를 의미합니다. 정보의 수집, 조직, 활용 등을 통해 지식 정보를 효율적으로 관리하는 방법을 학습합니다."}
{"Word": "창의인재","Query1":"팀발표는 창의인재 팀원한테 맡기자.","Query2":"팀발표는 창의인재개발학과 팀원한테 맡기자.", "WordDefine": "창의인재개발학과의 줄임말로, 창의적 사고와 문제 해결 능력을 갖춘 인재를 양성하는 학과를 의미합니다. 다양한 학문적 접근을 통해 창의적인 리더십과 혁신적 사고를 배양합니다."}
{"Word": "정외","Query1":"정외과 학생들은 밥 먹을 때 정치얘기 하겠다.","Query2":"정치외교학과 학생들은 밥 먹을 때 정치얘기 하겠다.", "WordDefine": "정치외교학과의 줄임말로, 정치학과 국제 관계를 중심으로 연구하고 교육하는 학과를 의미합니다. 학생들은 정치 이론, 외교 정책, 국제 관계 등에 대한 지식을 쌓고, 글로벌 리더로 성장할 수 있는 역량을 키웁니다."}
{"Word": "기공","Query1":"기공과 애들은 하드웨어 제작 프로젝트 많이 하겠다.", "WordDefine": "기계공학과의 줄임말로, 기계 설계, 제작, 운용에 대한 이론과 실습을 중심으로 학습하는 학과를 의미합니다. 학생들은 기계 시스템의 설계와 분석, 생산 기술 등에 대해 배우게 됩니다."}
{"Word": "기계과","Query1":"기계과 애들은 하드웨어 제작 프로젝트 많이 하겠다.","Query2":"기계공학과 애들은 하드웨어 제작 프로젝트 많이 하겠다.", "WordDefine": "기계공학과의 줄임말로, 기계의 설계, 제작, 유지보수에 필요한 지식을 학습하는 학과를 의미합니다. 기계공학의 기초부터 응용까지 다양한 기술과 이론을 배웁니다."}
{"Word": "전기공", "WordDefine": "전기공학과의 줄임말로, 전기 시스템과 관련된 이론과 기술을 연구하고 학습하는 학과를 의미합니다. 전력 시스템, 전기 기계, 전자기학 등의 분야를 다룹니다."}
{"Word": "전기과", "WordDefine": "전기공학과의 줄임말로, 전기와 관련된 다양한 이론과 기술을 학습하는 학과를 의미합니다. 학생들은 전기 회로, 전력 전송, 전기 기기 등을 중심으로 공부합니다."}
{"Word": "전자공", "WordDefine": "전자공학과의 줄임말로, 전자기기와 시스템 설계, 전자 회로 등을 학습하는 학과를 의미합니다. 학생들은 전자기기와 관련된 다양한 이론과 실습을 통해 전자공학의 기초와 응용을 배웁니다."}
{"Word": "전자과", "WordDefine": "전자공학과의 줄임말로, 전자 회로와 시스템, 신호 처리 등의 전자공학 분야를 중심으로 학습하는 학과를 의미합니다. 전자기기와 통신 시스템 등 다양한 전자 기술을 다룹니다."}
{"Word": "산경", "WordDefine": "산업경영공학과의 줄임말로, 산업 공정의 효율성 향상과 경영 전략을 연구하는 학과를 의미합니다. 학생들은 생산 관리, 품질 관리, 경영 전략 등 산업과 경영을 융합한 학문을 학습합니다."}
{"Word": "산경공", "WordDefine": "산업경영공학과의 줄임말로, 경영과 공학적 방법론을 융합하여 산업 현장의 문제를 해결하는 방법을 연구하는 학과를 의미합니다. 생산성 향상, 시스템 최적화 등을 다룹니다."}
{"Word": "산공", "WordDefine": "산업경영공학과의 줄임말로, 산업 공정과 시스템의 효율적 관리와 운영을 연구하고 교육하는 학과를 의미합니다. 경영학적 지식과 공학적 기술을 융합하여 산업 문제를 해결하는 능력을 배양합니다."}
{"Word": "안공", "WordDefine": "안전공학과의 줄임말로, 산업 현장의 안전을 확보하기 위한 이론과 기술을 학습하는 학과를 의미합니다. 학생들은 안전 관리, 위험 분석, 재해 예방 등을 연구합니다."}
{"Word": "에화공", "WordDefine": "에너지화학공학과의 줄임말로, 에너지와 화학 공정을 연구하고 개발하는 학과를 의미합니다. 에너지 자원 활용, 화학 공정 설계, 친환경 기술 등을 다룹니다."}
{"Word": "바로시", "WordDefine": "바이오-로봇 시스템 공학과의 줄임말로, 바이오 기술과 로봇 시스템을 융합하여 연구하는 학과를 의미합니다. 생체 모방 로봇, 의료 로봇, 생명 공학 기술 등을 학습합니다."}
{"Word": "메카트로닉스학과", "WordDefine": "바이오-로봇 시스템 공학과의 이전 학과명으로, 기계, 전자, 컴퓨터 공학을 융합한 시스템을 연구하는 학과를 의미합니다. 현재는 바이오-로봇 시스템 공학으로 발전하여 더 넓은 분야를 다룹니다."}
{"Word": "메카", "WordDefine": "바이오-로봇 시스템 공학과(메카트로닉스학과)의 줄임말로, 기계와 전자 시스템을 통합하여 연구하는 학과를 의미합니다. 학생들은 기계적 설계와 제어 시스템 등을 학습합니다."}
{"Word": "컴공", "WordDefine": "컴퓨터공학부의 줄임말로, 컴퓨터 시스템, 소프트웨어 개발, 알고리즘 등을 연구하는 학과를 의미합니다. 학생들은 프로그래밍, 데이터 구조, 네트워크 등을 배웁니다."}
{"Word": "정통", "WordDefine": "정보통신공학과의 줄임말로, 정보 통신 기술과 네트워크 시스템을 연구하는 학과를 의미합니다. 학생들은 통신 이론, 무선 통신, 데이터 전송 등을 학습합니다."}
{"Word": "임베", "WordDefine": "임베디드시스템공학과의 줄임말로, 하드웨어와 소프트웨어의 융합 시스템을 연구하고 개발하는 학과를 의미합니다. 학생들은 임베디드 시스템 설계, 실시간 운영 체제 등을 학습합니다."}
{"Word": "세회", "WordDefine": "세무회계학과의 줄임말로, 세무와 회계 분야를 중심으로 학습하는 학과를 의미합니다. 학생들은 세법, 회계 이론, 재무 분석 등을 배우며, 세무 회계 전문가로서의 역량을 키웁니다."}
{"Word": "운건", "WordDefine": "운동건강학부의 줄임말로, 운동과 건강에 관련된 이론과 실습을 교육하는 학과를 의미합니다. 학생들은 운동 생리학, 운동 처방, 스포츠 재활 등을 학습합니다."}
{"Word": "스과", "WordDefine": "스포츠과학부의 줄임말로, 스포츠와 관련된 과학적 원리와 실천을 연구하고 교육하는 학과를 의미합니다. 운동 생리학, 스포츠 심리학, 운동 처방 등을 다룹니다."}
{"Word": "공예과", "WordDefine": "공연예술학과의 줄임말로, 연극, 무용, 음악 등의 공연 예술을 연구하고 실습하는 학과를 의미합니다. 학생들은 다양한 예술적 표현과 공연 기획, 연출 등을 학습합니다."}
{"Word": "국교과", "WordDefine": "국어교육과의 줄임말로, 국어 교육에 필요한 이론과 방법론을 연구하는 학과를 의미합니다. 학생들은 국어의 문법, 문학 교육 방법 등을 학습하여 국어 교사로서의 자질을 갖춥니다."}
{"Word": "영교과", "WordDefine": "영어교육과의 줄임말로, 영어 교육에 필요한 이론과 실습을 중심으로 학습하는 학과를 의미합니다. 학생들은 영어의 문법, 발음, 교육 방법 등을 배워 영어 교사로서의 능력을 키웁니다."}
{"Word": "일교과", "WordDefine": "일어교육과의 줄임말로, 일본어 교육을 전문적으로 학습하는 학과를 의미합니다. 학생들은 일본어의 문법과 어휘, 교육 방법을 학습하여 일본어 교사로서의 자질을 키웁니다."}
{"Word": "수교과", "WordDefine": "수학교육과의 줄임말로, 수학 교육에 필요한 이론과 교수법을 학습하는 학과를 의미합니다. 학생들은 수학의 기초부터 고급 이론까지를 배우며, 수학 교사로서의 능력을 배양합니다."}
{"Word": "체교과", "WordDefine": "체육교육과의 줄임말로, 체육 교육과 관련된 이론과 실습을 학습하는 학과를 의미합니다. 학생들은 체육 교육 방법, 스포츠 과학, 운동 지도 등을 학습하여 체육 교사로서의 자질을 갖춥니다."}
{"Word": "유교과", "WordDefine": "유아교육과의 줄임말로, 유아의 성장과 발달에 필요한 교육 이론과 실습을 중심으로 학습하는 학과를 의미합니다. 학생들은 유아 발달 이론, 놀이 지도, 유아교육 방법론 등을 배웁니다."}
{"Word": "역교과", "WordDefine": "역사교육과의 줄임말로, 역사 교육에 필요한 이론과 교수법을 학습하는 학과를 의미합니다. 학생들은 세계사와 한국사를 비롯한 다양한 역사적 지식을 배우며, 역사 교사로서의 능력을 배양합니다."}
{"Word": "윤교과", "WordDefine": "윤리교육과의 줄임말로, 윤리와 철학 교육에 필요한 이론과 실습을 학습하는 학과를 의미합니다. 학생들은 윤리학적 사고와 도덕 교육 방법 등을 배워 윤리 교사로서의 자질을 갖춥니다."}
{"Word": "도행", "WordDefine": "도시행정학과의 줄임말로, 도시 정책과 행정을 연구하고 교육하는 학과를 의미합니다. 학생들은 도시계획, 행정학, 지역 발전 등을 학습하여 도시 문제 해결을 위한 행정적 역량을 배양합니다."}
{"Word": "건환공", "WordDefine": "건설환경공학의 줄임말로, 건설 및 환경 공학 분야를 중심으로 연구하고 학습하는 학과를 의미합니다. 학생들은 건설 기술, 환경 보호, 지속 가능한 개발 등에 대해 배웁니다."}
{"Word": "환공", "WordDefine": "환경공학의 줄임말로, 환경 문제를 해결하기 위한 과학적, 기술적 접근을 연구하는 학과를 의미합니다. 학생들은 수질 관리, 대기 오염 방지, 폐기물 처리 등을 학습합니다."}
{"Word": "도공", "WordDefine": "도시공학과의 줄임말로, 도시 계획과 설계를 중심으로 학습하는 학과를 의미합니다. 학생들은 도시의 인프라, 주거 환경, 교통 시스템 등을 연구하여 도시 개발의 효율성을 높이는 방법을 배웁니다."}
{"Word": "건공", "WordDefine": "건축공학의 줄임말로, 건축 구조물의 설계와 시공, 유지 관리를 연구하는 학과를 의미합니다. 학생들은 건축 설계, 건설 재료, 구조 공학 등을 학습하여 건축 전문가로 성장합니다."}
{"Word": "도건", "WordDefine": "도시건축학의 줄임말로, 도시와 건축의 융합적 접근을 통해 도시 환경과 건축물을 연구하는 학과를 의미합니다. 학생들은 도시 계획, 건축 디자인, 도시 재생 등을 학습합니다."}
{"Word": "분의생", "WordDefine": "분자의생명전공(생명과학부)의 줄임말로, 생명과학의 기초와 응용을 연구하고 교육하는 학과를 의미합니다. 학생들은 분자생물학, 유전학, 생화학 등의 분야를 학습하여 생명과학 분야의 전문성을 기릅니다."}
{"Word": "생과부", "WordDefine": "생명과학부의 줄임말로, 생명과학 전반을 연구하고 학습하는 학과를 의미합니다. 학생들은 생명체의 구조와 기능, 생명 현상의 원리를 이해하며, 생명과학 연구의 기초를 다집니다."}
{"Word": "생공", "WordDefine": "생명공학전공(생명공학부)의 줄임말로, 생명공학과 관련된 이론과 기술을 연구하는 학과를 의미합니다. 학생들은 유전자 조작, 생물 공정, 바이오 소재 개발 등을 학습하여 생명공학 분야의 전문가로 성장합니다."}
{"Word": "학고", "WordDefine": "학사 경고의 줄임말"}
{"Word": "중도", "WordDefine": "중앙도서관의 줄임말. 학산도서관이나 이룸관을 지칭."}
{"Word": "졸유", "WordDefine": "졸업 유예의 줄임말."}
